Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Contact Us's "Include app and device info" toggle for bug reports used to append only your app version and iOS version. It now includes everything About > Support already offers — device model, build number, theme, locale, every accessibility setting like VoiceOver, Reduce Motion, and Dynamic Type, and whether you were signed in and with which role — since so many real bugs turn out to be specific to an assistive technology being on or off, or to being signed out or on a member vs. editor account.
ar: كان مفتاح "تضمين معلومات التطبيق والجهاز" في تقارير الأخطاء ضمن اتصل بنا يرفق إصدار التطبيق وإصدار iOS فقط. الآن يتضمن كل ما يوفره حول > الدعم أصلًا: طراز الجهاز، ورقم البناء، والسمة، والإعدادات الإقليمية، وكل إعدادات إمكانية الوصول مثل VoiceOver وتقليل الحركة والنص الديناميكي، وما إذا كنت مسجّل الدخول وبأي دور. فكثير من الأخطاء الحقيقية يتبيّن أنها مرتبطة بتشغيل تقنية مساعدة أو إيقافها، أو بتسجيل الخروج أو بحساب عضو مقابل حساب محرر.
de: Der Schalter „App- und Geräteinfos einbeziehen“ bei Fehlerberichten in „Kontakt“ hängte nur die App- und die iOS-Version an. Jetzt enthält er alles, was Info > Support bereits bietet: Gerätemodell, Build-Nummer, Design, Region, alle Bedienungshilfen wie VoiceOver, Bewegung reduzieren und dynamische Schrift sowie ob und mit welcher Rolle du angemeldet warst. Viele echte Fehler hängen davon ab, ob eine Hilfstechnologie ein- oder ausgeschaltet ist, oder davon, ob man abgemeldet ist oder ein Mitglieds- oder Redaktionskonto nutzt.
el: Ο διακόπτης «Συμπερίληψη πληροφοριών εφαρμογής και συσκευής» στις αναφορές σφαλμάτων του Επικοινωνία πρόσθετε μόνο την έκδοση της εφαρμογής και του iOS. Τώρα περιλαμβάνει όσα ήδη προσφέρει το Σχετικά > Υποστήριξη: μοντέλο συσκευής, αριθμό build, θέμα, τοπικές ρυθμίσεις, κάθε ρύθμιση προσβασιμότητας όπως VoiceOver, Μείωση κίνησης και Δυναμικό κείμενο, και αν ήσασταν συνδεδεμένοι και με ποιον ρόλο. Πολλά πραγματικά σφάλματα εξαρτώνται από το αν μια υποστηρικτική τεχνολογία είναι ενεργή ή όχι, ή από το αν είστε αποσυνδεδεμένοι ή σε λογαριασμό μέλους ή συντάκτη.
es: La opción «Incluir información de la app y del dispositivo» de los informes de errores en Contacto solo añadía la versión de la app y la de iOS. Ahora incluye todo lo que ya ofrece Acerca de > Soporte: modelo del dispositivo, número de compilación, tema, región, cada ajuste de accesibilidad como VoiceOver, Reducir movimiento y Texto dinámico, y si tenías la sesión iniciada y con qué rol. Muchos errores reales dependen de que una tecnología de asistencia esté activada o no, o de estar sin sesión o en una cuenta de miembro frente a una de editor.
fa: کلید «گنجاندن اطلاعات برنامه و دستگاه» در گزارش‌های اشکال بخش تماس با ما، فقط نسخهٔ برنامه و iOS را اضافه می‌کرد. اکنون همهٔ آنچه درباره > پشتیبانی از قبل ارائه می‌دهد را شامل می‌شود: مدل دستگاه، شمارهٔ ساخت، طرح زمینه، منطقه، همهٔ تنظیمات دسترس‌پذیری مانند VoiceOver، کاهش حرکت و متن پویا، و اینکه وارد شده بودید یا نه و با چه نقشی. بسیاری از اشکالات واقعی به روشن یا خاموش بودن یک فناوری کمکی، یا به خروج از حساب یا حساب عضو در برابر ویراستار بستگی دارند.
fr: L'option « Inclure les infos de l'appli et de l'appareil » des rapports de bug dans Nous contacter n'ajoutait que la version de l'appli et celle d'iOS. Elle inclut maintenant tout ce que propose déjà À propos > Assistance : modèle d'appareil, numéro de build, thème, région, chaque réglage d'accessibilité comme VoiceOver, Réduire les animations et la taille dynamique, et si vous étiez connecté et avec quel rôle. Beaucoup de vrais bugs dépendent d'une technologie d'assistance activée ou non, ou du fait d'être déconnecté ou sur un compte membre plutôt qu'éditeur.
he: המתג "כלול מידע על האפליקציה והמכשיר" בדיווחי באגים בצור קשר צירף רק את גרסת האפליקציה ואת גרסת iOS. עכשיו הוא כולל את כל מה שאודות > תמיכה כבר מציע: דגם המכשיר, מספר build, ערכת נושא, אזור, כל הגדרת נגישות כמו VoiceOver, הפחתת תנועה וגופן דינמי, והאם היית מחובר ובאיזה תפקיד. באגים אמיתיים רבים מתבררים כתלויים בכך שטכנולוגיה מסייעת מופעלת או כבויה, או בכך שאתה מנותק או בחשבון חבר לעומת עורך.
hi: हमसे संपर्क करें में बग रिपोर्ट का "ऐप और डिवाइस जानकारी शामिल करें" स्विच सिर्फ़ ऐप संस्करण और iOS संस्करण जोड़ता था। अब इसमें वह सब शामिल है जो बारे में > सपोर्ट पहले से देता है: डिवाइस मॉडल, बिल्ड नंबर, थीम, लोकेल, VoiceOver, गति कम करें और डायनामिक टाइप जैसी हर सुलभता सेटिंग, और यह कि आप साइन इन थे या नहीं और किस भूमिका में। कई असली बग किसी सहायक तकनीक के चालू या बंद होने, या साइन आउट होने या सदस्य बनाम संपादक खाते पर निर्भर निकलते हैं।
id: Tombol "Sertakan info aplikasi dan perangkat" untuk laporan bug di Hubungi Kami dulu hanya melampirkan versi aplikasi dan versi iOS. Kini mencakup semua yang sudah ditawarkan Tentang > Dukungan: model perangkat, nomor build, tema, wilayah, setiap pengaturan aksesibilitas seperti VoiceOver, Kurangi Gerakan, dan Teks Dinamis, serta apakah Anda masuk dan dengan peran apa. Banyak bug nyata ternyata bergantung pada teknologi bantu yang sedang aktif atau tidak, atau pada kondisi keluar akun atau memakai akun anggota dibanding editor.
it: L'opzione «Includi informazioni su app e dispositivo» delle segnalazioni di bug in Contattaci aggiungeva solo la versione dell'app e quella di iOS. Ora include tutto ciò che Informazioni > Supporto offre già: modello del dispositivo, numero di build, tema, lingua e zona, ogni impostazione di accessibilità come VoiceOver, Riduci movimento e Testo dinamico, e se avevi effettuato l'accesso e con quale ruolo. Molti bug reali dipendono dal fatto che una tecnologia assistiva sia attiva o no, o dall'essere disconnessi o su un account membro invece che redattore.
ja: お問い合わせのバグレポートにある「アプリとデバイスの情報を含める」は、アプリのバージョンと iOS のバージョンしか添付していませんでした。現在は「概要」>「サポート」ですでに提供しているすべての情報を含みます。デバイスのモデル、ビルド番号、テーマ、地域、VoiceOver、視差効果を減らす、ダイナミックタイプなどのすべてのアクセシビリティ設定、そしてサインインしていたかどうかとその役割です。実際のバグの多くは、支援技術のオンとオフ、サインアウトしているかどうか、メンバーか編集者のアカウントかによって起きるためです。
ko: 문의하기의 버그 리포트에 있는 "앱 및 기기 정보 포함" 스위치는 앱 버전과 iOS 버전만 붙였습니다. 이제 정보 > 지원에서 이미 제공하는 모든 정보를 포함합니다. 기기 모델, 빌드 번호, 테마, 지역, VoiceOver, 동작 줄이기, 다이나믹 타입 같은 모든 손쉬운 사용 설정, 로그인 여부와 역할입니다. 실제 버그 중 상당수가 보조 기술을 켰는지 껐는지, 로그아웃 상태인지, 회원 계정인지 편집자 계정인지에 따라 생기기 때문입니다.
nl: De schakelaar ‘Voeg app- en apparaatinfo toe’ bij bugmeldingen in Contact voegde alleen je appversie en iOS-versie toe. Nu bevat hij alles wat Over > Ondersteuning al biedt: apparaatmodel, buildnummer, thema, regio, elke toegankelijkheidsinstelling zoals VoiceOver, Verminder beweging en Dynamische tekst, en of je was ingelogd en met welke rol. Veel echte bugs hangen af van een ondersteunende technologie die aan of uit staat, of van uitgelogd zijn of een leden- versus redacteursaccount.
pl: Przełącznik „Dołącz informacje o aplikacji i urządzeniu” przy zgłoszeniach błędów w Kontakcie dołączał tylko wersję aplikacji i iOS. Teraz zawiera wszystko, co już oferuje O aplikacji > Wsparcie: model urządzenia, numer kompilacji, motyw, region, każde ustawienie dostępności, jak VoiceOver, Ograniczanie ruchu i Dynamiczna czcionka, oraz to, czy byłeś zalogowany i w jakiej roli. Wiele prawdziwych błędów zależy od tego, czy technologia wspomagająca jest włączona, albo od bycia wylogowanym lub na koncie członka zamiast redaktora.
pt: A opção "Incluir informações do app e do dispositivo" dos relatórios de bug em Fale conosco anexava só a versão do app e a do iOS. Agora inclui tudo o que Sobre > Suporte já oferece: modelo do dispositivo, número do build, tema, região, cada ajuste de acessibilidade como VoiceOver, Reduzir movimento e Tipo dinâmico, e se você estava conectado e com qual função. Muitos bugs reais dependem de uma tecnologia assistiva estar ativada ou não, ou de estar desconectado ou numa conta de membro versus editor.
ru: Переключатель «Добавить сведения о приложении и устройстве» для отчётов об ошибках в «Связаться с нами» добавлял только версию приложения и iOS. Теперь он включает всё, что уже есть в «О приложении» > «Поддержка»: модель устройства, номер сборки, тему, регион, все настройки специальных возможностей, например VoiceOver, «Уменьшение движения» и динамический шрифт, а также вошли ли вы в систему и с какой ролью. Многие настоящие ошибки зависят от того, включена ли вспомогательная технология, или от того, вышли ли вы из системы, участник вы или редактор.
sv: Reglaget ”Inkludera app- och enhetsinfo” för felrapporter i Kontakta oss lade bara till appversion och iOS-version. Nu inkluderar det allt som Om > Support redan erbjuder: enhetsmodell, byggnummer, tema, region, alla hjälpmedelsinställningar som VoiceOver, Minska rörelse och Dynamisk text, samt om du var inloggad och med vilken roll. Många verkliga buggar visar sig bero på om ett hjälpmedel är på eller av, eller på att vara utloggad eller ha ett medlems- eller redaktörskonto.
th: สวิตช์ "รวมข้อมูลแอปและอุปกรณ์" สำหรับรายงานข้อบกพร่องในติดต่อเรา เคยแนบเพียงเวอร์ชันแอปและเวอร์ชัน iOS ตอนนี้รวมทุกอย่างที่ เกี่ยวกับ > การสนับสนุน มีอยู่แล้ว ได้แก่ รุ่นอุปกรณ์ หมายเลขบิลด์ ธีม ภูมิภาค การตั้งค่าการช่วยการเข้าถึงทุกอย่าง เช่น VoiceOver ลดการเคลื่อนไหว และขนาดตัวอักษรแบบไดนามิก และคุณลงชื่อเข้าใช้อยู่หรือไม่ในบทบาทใด เพราะข้อบกพร่องจริงหลายอย่างขึ้นอยู่กับว่าเทคโนโลยีช่วยเหลือเปิดหรือปิดอยู่ หรือลงชื่อออกอยู่ หรือใช้บัญชีสมาชิกหรือบรรณาธิการ
tr: Bize Ulaşın'daki hata raporları için "Uygulama ve cihaz bilgilerini ekle" anahtarı yalnızca uygulama ve iOS sürümünü ekliyordu. Artık Hakkında > Destek'in zaten sunduğu her şeyi içeriyor: cihaz modeli, derleme numarası, tema, bölge, VoiceOver, Hareketi Azalt ve Dinamik Yazı gibi her erişilebilirlik ayarı ve oturum açıp açmadığınız ile hangi rolde olduğunuz. Birçok gerçek hata, bir yardımcı teknolojinin açık ya da kapalı olmasına veya oturumun kapalı olmasına ya da üye ile editör hesabına bağlı çıkıyor.
uk: Перемикач «Додати відомості про додаток і пристрій» для звітів про помилки в «Зв’язатися з нами» додавав лише версію додатка та iOS. Тепер він містить усе, що вже є в «Про застосунок» > «Підтримка»: модель пристрою, номер збірки, тему, регіон, усі налаштування спеціальних можливостей, як-от VoiceOver, «Зменшення руху» і динамічний шрифт, а також чи ви ввійшли й з якою роллю. Багато справжніх помилок залежать від того, чи ввімкнено допоміжну технологію, або від того, чи ви вийшли з системи, учасник ви чи редактор.
vi: Công tắc "Bao gồm thông tin ứng dụng và thiết bị" cho báo cáo lỗi trong Liên hệ trước đây chỉ đính kèm phiên bản ứng dụng và phiên bản iOS. Giờ nó bao gồm mọi thứ mà Giới thiệu > Hỗ trợ đã có: mẫu thiết bị, số bản dựng, chủ đề, vùng, mọi cài đặt trợ năng như VoiceOver, Giảm chuyển động và Cỡ chữ động, cùng việc bạn có đăng nhập không và với vai trò gì. Rất nhiều lỗi thực tế hóa ra phụ thuộc vào việc một công nghệ hỗ trợ đang bật hay tắt, hoặc đang đăng xuất, hoặc dùng tài khoản thành viên hay biên tập viên.
zh_hans: “联系我们”中错误报告的“包含应用和设备信息”开关过去只附上应用版本和 iOS 版本。现在它包含“关于”>“支持”中已提供的全部信息：设备型号、版本号、主题、地区、每一项辅助功能设置（如 VoiceOver、减弱动态效果和动态字体），以及你是否已登录和以何种身份登录。因为许多真实的错误都与某项辅助技术是否打开有关，或与是否已退出登录、使用的是成员还是编辑账户有关。

source: New Comment Count Announced in the Right Place
ar: عدد التعليقات الجديدة يُعلن في المكان الصحيح
de: Anzahl neuer Kommentare an der richtigen Stelle angesagt
el: Ο αριθμός νέων σχολίων ανακοινώνεται στο σωστό σημείο
es: El número de comentarios nuevos se anuncia en el lugar correcto
fa: تعداد دیدگاه‌های جدید در جای درست اعلام می‌شود
fr: Le nombre de nouveaux commentaires annoncé au bon endroit
he: מספר התגובות החדשות מוכרז במקום הנכון
hi: नई टिप्पणियों की संख्या सही जगह बोली जाती है
id: Jumlah Komentar Baru Diumumkan di Tempat yang Tepat
it: Il numero di nuovi commenti annunciato al punto giusto
ja: 新着コメント数を正しい位置で読み上げ
ko: 새 댓글 수를 올바른 위치에서 안내
nl: Aantal nieuwe reacties op de juiste plek gemeld
pl: Liczba nowych komentarzy ogłaszana we właściwym miejscu
pt: Contagem de novos comentários anunciada no lugar certo
ru: Число новых комментариев объявляется в нужном месте
sv: Antal nya kommentarer läses upp på rätt ställe
th: ประกาศจำนวนความคิดเห็นใหม่ในตำแหน่งที่ถูกต้อง
tr: Yeni Yorum Sayısı Doğru Yerde Söyleniyor
uk: Кількість нових коментарів оголошується в потрібному місці
vi: Số bình luận mới được đọc đúng chỗ
zh_hans: 新评论数在正确的位置朗读

source: On Forum, Podcast, App, Guide, Blog Post, and Bug Report cards, VoiceOver used to announce "N new comments" dead last — after the comment count, the date, and any Saved/Following status — making it easy to lose track of which number it belonged to. It's now spoken right next to the comment count it's describing, with the date and status following after.
ar: في عناصر المنتدى والبودكاست والتطبيق والدليل ومنشور المدونة وتقرير الخطأ، كان VoiceOver يعلن "N تعليقات جديدة" في آخر الأمر، بعد عدد التعليقات والتاريخ وحالة المحفوظ/المتابَع، مما يسهل معه فقدان معرفة الرقم الذي ينتمي إليه. الآن يُنطق مباشرة بجوار عدد التعليقات الذي يصفه، ويليه التاريخ والحالة.
de: Bei Einträgen zu Forum, Podcast, App, Anleitung, Blogbeitrag und Fehlerbericht sagte VoiceOver „N neue Kommentare“ ganz am Ende an, nach Kommentaranzahl, Datum und dem Status Gespeichert/Abonniert, sodass man leicht den Überblick verlor, zu welcher Zahl es gehörte. Jetzt wird es direkt neben der zugehörigen Kommentaranzahl gesprochen; Datum und Status folgen danach.
el: Στα στοιχεία φόρουμ, podcast, εφαρμογής, οδηγού, ανάρτησης ιστολογίου και αναφοράς σφάλματος, το VoiceOver ανακοίνωνε «N νέα σχόλια» στο τέλος, μετά τον αριθμό σχολίων, την ημερομηνία και την κατάσταση Αποθηκευμένο/Ακολουθείται, κάνοντας εύκολο να χαθεί σε ποιον αριθμό αναφερόταν. Τώρα εκφωνείται ακριβώς δίπλα στον αριθμό σχολίων που περιγράφει, και ακολουθούν η ημερομηνία και η κατάσταση.
es: En los elementos de foro, pódcast, app, guía, entrada de blog e informe de error, VoiceOver anunciaba «N comentarios nuevos» al final de todo, después del número de comentarios, la fecha y el estado Guardado/Siguiendo, así que era fácil perder de vista a qué número se refería. Ahora se dice justo al lado del número de comentarios al que se refiere, con la fecha y el estado después.
fa: در موارد انجمن، پادکست، برنامه، راهنما، پست وبلاگ و گزارش اشکال، VoiceOver عبارت «N دیدگاه جدید» را در انتها، پس از تعداد دیدگاه‌ها، تاریخ و وضعیت ذخیره‌شده/دنبال‌شده اعلام می‌کرد و به‌راحتی گم می‌شد که مربوط به کدام عدد است. اکنون درست کنار تعداد دیدگاه‌هایی که توصیف می‌کند گفته می‌شود و تاریخ و وضعیت پس از آن می‌آیند.
fr: Sur les éléments de forum, podcast, appli, guide, article de blog et rapport de bug, VoiceOver annonçait « N nouveaux commentaires » tout à la fin, après le nombre de commentaires, la date et l'état Enregistré/Suivi, ce qui faisait facilement perdre de vue à quel nombre cela se rapportait. C'est maintenant annoncé juste à côté du nombre de commentaires concerné, suivi de la date et de l'état.
he: בפריטי פורום, פודקאסט, אפליקציה, מדריך, פוסט בבלוג ודיווח באג, VoiceOver הכריז "N תגובות חדשות" ממש בסוף, אחרי מספר התגובות, התאריך והסטטוס שמור/במעקב, כך שקל היה לאבד את הקשר למספר שאליו זה שייך. עכשיו זה נאמר מיד ליד מספר התגובות שהוא מתאר, והתאריך והסטטוס אחריו.
hi: फ़ोरम, पॉडकास्ट, ऐप, गाइड, ब्लॉग पोस्ट और बग रिपोर्ट आइटम में VoiceOver "N नई टिप्पणियाँ" सबसे आखिर में बोलता था, टिप्पणी संख्या, तारीख और सहेजा गया/फ़ॉलो किया स्थिति के बाद, जिससे यह समझना मुश्किल हो जाता था कि यह किस संख्या से जुड़ा है। अब यह उसी टिप्पणी संख्या के ठीक बगल में बोला जाता है जिसके बारे में है, और तारीख व स्थिति उसके बाद आती हैं।
id: Pada item Forum, Podcast, Aplikasi, Panduan, Postingan Blog, dan Laporan Bug, VoiceOver dulu mengumumkan "N komentar baru" paling akhir, setelah jumlah komentar, tanggal, dan status Tersimpan/Diikuti, sehingga mudah kehilangan jejak angka mana yang dimaksud. Kini diucapkan tepat di sebelah jumlah komentar yang dijelaskannya, lalu tanggal dan status menyusul.
it: Negli elementi di forum, podcast, app, guida, articolo del blog e segnalazione di bug, VoiceOver annunciava «N nuovi commenti» alla fine di tutto, dopo il numero di commenti, la data e lo stato Salvato/Seguito, per cui era facile perdere di vista a quale numero si riferisse. Ora viene detto subito accanto al numero di commenti a cui si riferisce, seguito da data e stato.
ja: フォーラム、ポッドキャスト、アプリ、ガイド、ブログ記事、バグレポートの項目で、VoiceOver は「新着コメント N 件」を最後、つまりコメント数、日付、保存済み/フォロー中の状態のあとに読み上げていたため、どの数字の話かわかりにくくなっていました。現在は、対象のコメント数のすぐ隣で読み上げ、そのあとに日付と状態が続きます。
ko: 포럼, 팟캐스트, 앱, 가이드, 블로그 게시물, 버그 리포트 항목에서 VoiceOver가 "새 댓글 N개"를 맨 마지막, 즉 댓글 수, 날짜, 저장됨/팔로우 중 상태 다음에 읽어서 어느 숫자에 대한 것인지 헷갈리기 쉬웠습니다. 이제 해당 댓글 수 바로 옆에서 읽고, 날짜와 상태는 그 뒤에 이어집니다.
nl: Bij items van forum, podcast, app, handleiding, blogbericht en bugmelding meldde VoiceOver ‘N nieuwe reacties’ helemaal aan het eind, na het aantal reacties, de datum en de status Opgeslagen/Volgend, waardoor je makkelijk kwijtraakte bij welk getal het hoorde. Nu wordt het direct naast het bijbehorende aantal reacties uitgesproken, met de datum en status daarna.
pl: W elementach forum, podcastu, aplikacji, poradnika, wpisu na blogu i zgłoszenia błędu VoiceOver ogłaszał „N nowych komentarzy” na samym końcu, po liczbie komentarzy, dacie i stanie Zapisane/Obserwowane, przez co łatwo było stracić orientację, do której liczby to należy. Teraz jest to mówione tuż obok liczby komentarzy, której dotyczy, a data i stan pojawiają się potem.
pt: Nos itens de fórum, podcast, app, guia, postagem do blog e relatório de bug, o VoiceOver anunciava "N comentários novos" bem no final, depois da contagem de comentários, da data e do status Salvo/Seguindo, o que fazia perder de vista a qual número aquilo se referia. Agora é dito logo ao lado da contagem de comentários correspondente, com a data e o status em seguida.
ru: В элементах форума, подкастов, приложений, руководств, записей блога и отчётов об ошибках VoiceOver объявлял «N новых комментариев» в самом конце — после числа комментариев, даты и статуса «Сохранено/Отслеживается», и было легко потерять, к какому числу это относится. Теперь это звучит сразу рядом с числом комментариев, к которому относится, а дата и статус — после.
sv: På objekt för forum, podd, app, guide, blogginlägg och felrapport läste VoiceOver upp ”N nya kommentarer” allra sist, efter antal kommentarer, datum och status Sparad/Följd, vilket gjorde det lätt att tappa bort vilket tal det hörde till. Nu läses det upp direkt bredvid det antal kommentarer det gäller, med datum och status efteråt.
th: ในรายการฟอรัม พอดแคสต์ แอป คู่มือ บทความบล็อก และรายงานข้อบกพร่อง VoiceOver เคยประกาศ "ความคิดเห็นใหม่ N รายการ" ไว้ท้ายสุด หลังจำนวนความคิดเห็น วันที่ และสถานะบันทึกแล้ว/กำลังติดตาม ทำให้สับสนได้ง่ายว่าตัวเลขนั้นเป็นของอะไร ตอนนี้อ่านติดกับจำนวนความคิดเห็นที่เกี่ยวข้องทันที แล้วตามด้วยวันที่และสถานะ
tr: Forum, Podcast, Uygulama, Kılavuz, Blog Yazısı ve Hata Raporu öğelerinde VoiceOver "N yeni yorum" ifadesini en sonda, yorum sayısı, tarih ve Kaydedildi/Takip Ediliyor durumundan sonra söylüyordu; bu da hangi sayıya ait olduğunu takip etmeyi zorlaştırıyordu. Artık ait olduğu yorum sayısının hemen yanında söyleniyor, tarih ve durum ardından geliyor.
uk: В елементах форуму, подкастів, додатків, посібників, записів блогу та звітів про помилки VoiceOver оголошував «N нових коментарів» у самому кінці — після кількості коментарів, дати й статусу «Збережено/Відстежується», і було легко загубити, до якого числа це належить. Тепер це звучить одразу поруч із кількістю коментарів, до якої належить, а дата й статус — після.
vi: Trên các mục Diễn đàn, Podcast, Ứng dụng, Hướng dẫn, Bài viết blog và Báo cáo lỗi, VoiceOver từng đọc "N bình luận mới" ở cuối cùng, sau số bình luận, ngày và trạng thái Đã lưu/Đang theo dõi, khiến dễ quên nó thuộc về con số nào. Giờ nó được đọc ngay cạnh số bình luận mà nó mô tả, rồi mới đến ngày và trạng thái.
zh_hans: 在论坛、播客、应用、指南、博客文章和错误报告项目中，VoiceOver 过去在最后才朗读“N 条新评论”，排在评论数、日期和“已保存/关注中”状态之后，容易让人分不清它对应哪个数字。现在它紧挨着所描述的评论数朗读，日期和状态随后。

source: Also in 2026.15
ar: وأيضًا في 2026.15
de: Außerdem in 2026.15
el: Επίσης στην 2026.15
es: También en 2026.15
fa: همچنین در 2026.15
fr: Aussi dans la 2026.15
he: גם ב-2026.15
hi: 2026.15 में भी
id: Juga di 2026.15
it: Anche nella 2026.15
ja: 2026.15 のその他の変更
ko: 2026.15의 기타 변경 사항
nl: Ook in 2026.15
pl: Również w 2026.15
pt: Também na 2026.15
ru: Также в 2026.15
sv: Även i 2026.15
th: สิ่งอื่นใน 2026.15
tr: Ayrıca 2026.15'te
uk: Також у 2026.15
vi: Cũng có trong 2026.15
zh_hans: 2026.15 的其他更新

source: Also in 2026.14
ar: وأيضًا في 2026.14
de: Außerdem in 2026.14
el: Επίσης στην 2026.14
es: También en 2026.14
fa: همچنین در 2026.14
fr: Aussi dans la 2026.14
he: גם ב-2026.14
hi: 2026.14 में भी
id: Juga di 2026.14
it: Anche nella 2026.14
ja: 2026.14 のその他の変更
ko: 2026.14의 기타 변경 사항
nl: Ook in 2026.14
pl: Również w 2026.14
pt: Também na 2026.14
ru: Также в 2026.14
sv: Även i 2026.14
th: สิ่งอื่นใน 2026.14
tr: Ayrıca 2026.14'te
uk: Також у 2026.14
vi: Cũng có trong 2026.14
zh_hans: 2026.14 的其他更新

source: The Rest of AppleVis Now Speaks Your Language
ar: بقية AppleVis تتحدث لغتك الآن
de: Jetzt spricht auch der Rest von AppleVis deine Sprache
el: Και το υπόλοιπο AppleVis μιλά πλέον τη γλώσσα σας
es: El resto de AppleVis ya habla tu idioma
fa: حالا بقیهٔ AppleVis هم به زبان شما صحبت می‌کند
fr: Le reste d’AppleVis parle maintenant votre langue
he: גם שאר AppleVis מדבר עכשיו בשפה שלך
hi: अब AppleVis का बाकी हिस्सा भी आपकी भाषा बोलता है
id: Bagian Lain AppleVis Kini Juga Memakai Bahasa Anda
it: Ora anche il resto di AppleVis parla la tua lingua
ja: AppleVis のほかの部分も、あなたの言語に対応しました
ko: 이제 AppleVis의 나머지 부분도 사용자의 언어로 표시됩니다
nl: Nu spreekt ook de rest van AppleVis jouw taal
pl: Teraz reszta AppleVis też mówi w Twoim języku
pt: O resto do AppleVis agora fala o seu idioma
ru: Теперь и остальная часть AppleVis говорит на вашем языке
sv: Nu talar resten av AppleVis också ditt språk
th: ส่วนอื่นๆ ของ AppleVis ก็ใช้ภาษาของคุณแล้ว
tr: AppleVis’in Geri Kalanı da Artık Sizin Dilinizi Konuşuyor
uk: Тепер і решта AppleVis говорить вашою мовою
vi: Phần còn lại của AppleVis giờ cũng dùng ngôn ngữ của bạn
zh_hans: AppleVis 的其余部分现在也说你的语言了
